Repository: pleed0215/django_challenge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Book data is successfully made
es: Los datos del libro se realizaron correctamente

source: Book data is successfully updated
es: Los datos del libro se actualizaron correctamente

source: Nope, you don't need to go there.
es: Necesitas iniciar sesión

source: You need to login
es: Iniciar sesión.

source: The movie was removed from favorite list
es: Eliminar de favoritos

source: The movie was added to favorite list
es: La película se agregó a la lista de favoritos.

source: The book was removed from favorite list
es: Eliminar de favoritos

source: The book was added to favorite list
es: El libro se agregó a la lista de favoritos.

source: Movie data is successfully made.
es: Los datos de la película se crearon correctamente.

source: Movie data is successfully updated.
es: Los datos de la película se actualizaron correctamente.

source: Person data is successfully made.
es: Los datos personales se han realizado correctamente.

source: Person data is successfully updated.
es: Los datos personales se actualizaron correctamente.

source: Review created.
es: Revisión creada

source: Review is deleted
es: Se borra la reseña

source: Update
es: Renovar

source: Review
es: Revista

source: Reviewed
es: Revisado

source: Remove from favorites
es: Eliminar de favoritos

source: Add to favorites
es: Agregar a favoritos

source: Writer
es: Autora

source: DELETE
es: Eliminación

source: Create a book
es: Hacer un libro

source: Welcome to books
es: Bienvenido al libro.

source: Genre
es: Los géneros.

source: No books founded in this genre.
es: No hay ningún libro de este tipo.

source: No movies founded in this genre.
es: No hay películas fundadas en este género.

source: Choose a genre you wanna see!
es: ¡Elige un género que quieras ver!

source: Latest movies
es: la última película

source: See all
es: Ver todo

source: Add movie
es: Agregar película

source: Latest Books
es: Últimos libros

source: Add book
es: Agregar libro

source: Latest people
es: Saludo de bienvenida

source: Add person
es: Agregar persona

source: Rating
es: Ranking

source: Category
es: Clasificar

source: Director
es: Superintendente

source: Casts
es: Yeso

source: Create a movie
es: Crear una película

source: Welcome to movies
es: Comienzo de una película

source: Home
es: Ranura

source: Movies
es: Película

source: Books
es: Libro

source: Genres
es: Género

source: People
es: Persona

source: Search by kind, movie or book title, genre.
es: Busque por tipo, título de película o libro, género.

source: Log out
es: desconectar

source: Profile
es: Perfil

source: Log in
es: Logaritmo

source: Sign up
es: Registrar

source: Create a Person
es: Creación de usuarios

source: Welcome to people
es: Saludo de bienvenida

source: Name
es: Nombre

source: Kind
es: Benigno

source: Login
es: Logaritmo

source: Login success
es: Inicio de sesión exitoso

source: Congratulation! Welcome!
es: ¡Felicidades! ¡Bienvenido!

source: Successfully updated your profile.
es: Su perfil ha sido actualizado con éxito.

source: Password changed successfully
es: Contraseña cambiada con éxito
